app/Daran/Payment/Gateways/Unicredit/IGFS_CG_API/tokenizer/IgfsCgTokenizerCheck.request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.api.web.cg.igfs.apps.netsw.it/">
<soapenv:Body>
<ser:Check>
<request>
<apiVersion><![CDATA[{apiVersion}]]></apiVersion>
<tid><![CDATA[{tid}]]></tid>
<signature><![CDATA[{signature}]]></signature>
<shopID><![CDATA[{shopID}]]></shopID>
<payInstrToken><![CDATA[{payInstrToken}]]></payInstrToken>
</request>
</ser:Check>
</soapenv:Body>
</soapenv:Envelope>
